{
  "1984": "O societate distopică în care „Big Brother” supraveghează totul. Winston Smith încearcă să se opună propagandei și controlului mental. Caută adevărul și libertatea într-un regim totalitar opresiv.",
  "The Hobbit": "Bilbo Baggins, un hobbit confortabil și fără aventuri, este luat prin surprindere atunci când este invitat într-o misiune de a recupera comoara piticilor păzită de dragonul Smaug. Pe parcursul călătoriei, el descoperă curajul și resursele interioare pe care nu știa că le are. Povestea este plină de creaturi fantastice, prietenii neașteptate și momente tensionate.",
  "Pride and Prejudice": "Elizabeth Bennet navighează prejudecăți sociale și sentimente complicate pentru Mr. Darcy. Un roman despre dragoste, clasă socială și maturizare emoțională.",
  "To Kill a Mockingbird": "Scout Finch își amintește copilăria într-un Sud segregat. Tatăl ei, Atticus, apără un bărbat de culoare acuzat pe nedrept. O poveste despre justiție, inocență și empatie.",
  "The Great Gatsby": "Jay Gatsby își urmărește obsesiv visul de a o recuceri pe Daisy. Sub strălucirea petrecerilor, se ascund iluzii și corupție morală. O critică a „visului american” în anii ’20.",
  "Harry Potter and the Sorcerer’s Stone": "Un băiat orfan descoperă că este vrăjitor și merge la Hogwarts, unde își face prieteni, înfruntă pericole și află adevărul despre trecutul său. Teme: prietenie, curaj, magie.",
  "The Catcher in the Rye": "Holden Caulfield povestește câteva zile după exmatriculare, explorând alienarea, inocența și tranziția spre maturitate.",
  "The Alchemist": "Santiago, un păstor, își urmează visul spre o comoară în Egipt, descoperind pe drum lecții despre iubire, destin și curaj.",
  "Fahrenheit 451": "Într-un viitor unde cărțile sunt interzise, pompierul Guy Montag începe să caute adevărul și libertatea prin cunoaștere.",
  "Moby-Dick": "Căpitanul Ahab pornește într-o vânătoare obsesivă a balenei albe Moby Dick, conducând echipajul într-o călătorie periculoasă. Teme: obsesie, răzbunare, destin.",
  "Jane Eyre": "O guvernantă orfană se îndrăgostește de angajatorul ei, Mr. Rochester, dar descoperă un secret întunecat. Teme: iubire, independență, moralitate."
}